/* (No Commment) */
"Authorization Error" = "Valtuutusvirhe";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "%d minuuttia yhdistettynä";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "1 minuutti yhdistettynä";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Alle minuutti yhdistettynä";

/* No comment provided by engineer. */
"Extend Display" = "Laajenna näyttö";

/* No comment provided by engineer. */
"Framerate" = "Kehysnopeus";

/* No comment provided by engineer. */
"High Quality" = "Korkea laatu";
"Quality" = "Laatu";

/* No comment provided by engineer. */
"Mirror Display" = "Peilaa näyttö";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "%d minuuttia peilattuna";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "1 minuutti peilattuna";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Alle minuutti peilattuna";

/* No comment provided by engineer. */
"Pixel Quality" = "Pikselilaatu";

/* No comment provided by engineer. */
"Regular Quality" = "Keskilaatu";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Ilmoita, kun iPad on yhdistetty.";

/* (No Commment) */
"Restart Your Mac" = "Käynnistä tietokone uudelleen.";

/* (No Commment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Yritä valtuuttamista uudelleen osoittamalla Yritä uudelleen tai peruuta osoittamalla Lopeta.";

/* (No Commment) */
"Try Again" = "Yritä uudelleen";

/* No comment provided by engineer. */
"Uninstall Duet" = "Poista asennus";

/* No comment provided by engineer. */
"iPad Pro Resolution" = "iPad Pron tarkkuus";

"Duet Connected" = "Duet on Yhdistetty";

"Restart Your Mac" = "Käynnistä Mac-koneesi Uudestaan";
"Quit" = "Lopeta";
"Authorization Error" = "Valtuutusvirhe";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Valitse 'Yritä uudestaan' yrittääksesi auktorisointia uudestaan, tai 'Lopeta' poistuaksesi.";
"Try Again" = "Yritä Uudestaan";

"Open duet on iOS" = "Avaa duet iOS:ssä";
"Connect device to Mac with" = "Yhdistä laite Maciin tällä";
"or" = "tai";
"Version" = "Versio";
"Resolution" = "Näyttötarkkuus";
"No Device Connected" = "Laitetta ei ole Liitetty";
"Frame Rate" = "Kuvataajuus";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Suorituskyky";
"High Power" = "Suuri Teho";
"Energy Efficient" = "Energiatehokas";
"Preferences" = "Määritykset";
"Update App Automatically" = "Päivitä Sovellus Automaattisesti";
"Launch At Login" = "Suorita Sisäänkirjautumisen Yhteydessä";
"Graphics Card" = "Näytönohjain";
"When Duet Is Connected..." = "Kun duet on yhdistetty...";
"Discrete (Recommended)" = "Erillinen (Suositeltu)";
"Integrated (Energy Savings)" = "Integroitu (Energiatehokas)";
"Display Arrangement" = "Näyttöjen Järjestely";
"Check For Updates" = "Tarkista Päivitykset";
"Help Center" = "Help Center";
"Ask Us A Question" = "Esitä Kysymys";
"Uninstall Duet" = "Poista duetin Asennus";
"Quit" = "Poistu";

"Regular (Energy Efficient)" = "Tavallinen Näyttötarkkuus (Energiatehokas)";
"Retina (High Performance)" = "Retina-näytön Tarkkuus (Suuri Teho)";
"High Resolution (Smaller Text)" = "Suuri Näyttötarkkuus (Pienempi Tekstikoko)";



"Connecting..." = "Liittäminen...";
"iPad Touch Bar" = "iPad Touch Bar";
"Enabled" = "Käytössä";
"Disabled" = "Poissa";
"Advanced Settings" = "Lisäasetukset";
"Display" = "Näyttö";
"Air" = "Air";
"Please connect iOS Device to view or change settings." = "Tarkastele tai muuta asetuksia yhdistämällä iOS-laite";
"Larger Text" = "Isompi teksti";
"More Space" = "Enemmän tilaa";
"Twice the pixel density." = "Tarkempi resoluutio";
"Sharper resolution." = "Tarkempi resoluutio";
"Uses more battery." = "Kuluttaa enemmän virtaa";
"Smoother motion." = "Sulavampi liike";
"Sharper image." = "Tarkempi resoluutio";
"Regular" = "Normaali";
"High" = "Korkea";
"Pixel Perfect" = "Pixel Perfect";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Mirror Display" = "Peilaa näyttö";
"Looks like 1024x768" = "Näkymä kuin 1024x768";
"Looks like 1112x834" = "Näkymä kuin 1112x834";
"Looks like 1366x1024" = "Näkymä kuin 1366x1024";
"Looks like 1536x1152" = "Näkymä kuin 1536x1152";
"Looks like 2048x1536" = "Näkymä kuin 2048x1536";

"Looks like 1080x608" = "Näkymä kuin 1080x608";
"Looks like 1136x640" = "Näkymä kuin 1136x640";
"Looks like 1334x750" = "Näkymä kuin 1334x750";
"Looks like 1600x900" = "Näkymä kuin 1600x900";
"Looks like 1920x1080" = "Näkymä kuin 1920x1080";

"Perfect for the 12.9-inch iPad Pro" = "Täydellinen 12,9 tuuman iPadille";
"Perfect for the 10.5-inch iPad Pro" = "Täydellinen 10,5 tuuman iPadille";
"Perfect for the 9.7-inch iPad" = "Täydellinen 9,7 tuuman iPadille";
"Perfect for users that want a little more space" = "Täydellinen käyttäjälle, joka haluaa vähän enemmän tilaa";
"Perfect for users that want a lot more space" = "Täydellinen käyttäjälle, joka haluaa paljon enemmän tilaa";

"Allow this device to connect automatically on Wi-Fi" = "このデバイスを自動で接続";
"Yes" = "はい";
"No" = "No";
